Repository: JaiderCal/pruebas.net
Catalog: App_GlobalResources/SelfServicePortalResources.*-*.resx
Languages: cht, cs, el, fi, hu, ja, ko, nl, tr

# AddCommentToActivate
source: Add a comment explaining why the request is being activated..
cht: 新增說明為何正在啟用該要求的註解。
cs: Přidejte komentář s vysvětlením, proč se žádost aktivuje.
el: Προσθέστε ένα σχόλιο για να εξηγήσετε την αιτία ενεργοποίησης της αίτησης...
fi: Lisää kommentti, joka selittää, miksi pyyntöä aktivoidaan.
hu: A megjegyzésben foglalja össze a kérés aktiválásának okát.
ja: 要求をアクティブ化する理由を説明したコメントを追加してください。
ko: 요청이 활성화되고 있는 이유에 대한 설명을 추가하세요.
nl: Een opmerking toevoegen om uit te leggen waarom de aanvraag wordt geactiveerd...
tr: Olayın neden etkinleştirildiğini belirten bir açıklama ekleyin.

# AddCommentToCancel
source: Add a comment explaining why the request is being cancelled..
cht: 新增說明為何正在取消該要求的註解。
cs: Přidejte komentář s vysvětlením, proč se žádost ruší.
el: Προσθέστε ένα σχόλιο για να εξηγήσετε την αιτία ακύρωσης της αίτησης...
fi: Lisää kommentti, joka selittää, miksi pyyntöä peruutetaan.
hu: A megjegyzésben foglalja össze a kérés visszavonásának okát.
ja: 要求を取り消す理由を説明したコメントを追加してください。
ko: 요청이 활성화되고 있는 이유에 대한 설명을 추가하세요.
nl: Een opmerking toevoegen om uit te leggen waarom de aanvraag wordt geannuleerd..
tr: Olayın neden iptal edildiğini belirten bir açıklama ekleyin.

source: Comments
cht: 註解
cs: Komentáře
el: Σχόλια
fi: Kommentit
hu: Megjegyzések
ja: コメント
ko: 설명
nl: Opmerkingen
tr: Açıklamalar

# EmptyQueryTable
source: Please click "Refresh" to load data
cht: 請按一下 [重新整理] 以載入資料
cs: Pokud chcete načíst data, klikněte na Obnovit.
el: Κάντε κλικ στην επιλογή "Ανανέωση" για φόρτωση δεδομένων
fi: Lataa tiedot valitsemalla Päivitä
hu: Az adatok betöltéséhez kattintson a Frissítés gombra
ja: データを読み込むには、[最新の情報に更新] をクリックしてください
ko: 데이터를 로드하려면 "새로 고침"을 클릭하세요.
nl: Klik op Vernieuwen om gegevens te laden
tr: Veri yüklemek için "Yenile"ye tıklayın

source: Attached By
cht: 附加者
cs: Připojil
el: Επισύναψη από
fi: Liittänyt
hu: Csatolta
ja: 添付担当
ko: 첨부한 사용자
nl: Bijgevoegd door
tr: Ekleyen

source: Attached Date
cht: 附加日期
cs: Datum připojení
el: Ημερομηνία επισύναψης
fi: Liittämispäivämäärä
hu: Csatolás dátuma
ja: 添付日
ko: 첨부 날짜
nl: Datum bijgevoegd
tr: Eklenme Tarihi

source: File Name
cht: 檔案名稱
cs: Název souboru
el: Όνομα αρχείου
fi: Tiedoston nimi
hu: Fájlnév
ja: ファイル名
ko: 파일 이름
nl: Bestandsnaam
tr: Dosya Adı

source: Attached Files
cht: 附加檔案
cs: Připojené soubory
el: Συνημμένα αρχεία
fi: Liitetyt tiedostot
hu: Csatolt fájlok
ja: 添付ファイル
ko: 첨부 파일
nl: Bijgevoegde bestanden
tr: Ekli Dosyalar

source: Has Veto
cht: 具有否決權
cs: Může vetovat
el: Δικαίωμα αρνησικυρίας
fi: Veto-oikeus
hu: Vétójoga van
ja: 拒否あり
ko: 거부 가능
nl: Heeft veto
tr: Veto Hakkına Sahip

source: Must Vote
cht: 必須投票
cs: Musí hlasovat
el: Υποχρεωτική ψήφος
fi: Äänestyspakko
hu: Köteles szavazni
ja: 要投票
ko: 투표 필수
nl: Moet stemmen
tr: Oylanmalı

source: File Attached By
cht: 附加檔案者:
cs: Soubor připojil
el: Επισύναψη αρχείου από
fi: Tiedoston liittäjä
hu: A fájlt csatolta:
ja: ファイル添付者
ko: 파일 첨부 방법
nl: Bestand bijgevoegd door
tr: Dosyayı Ekleyen:

# NewRequestCreated
source: New Request Created Successfully
cht: 已成功建立新的要求
cs: Podařilo se úspěšně vytvořit novou žádost.
el: Η νέα αίτηση δημιουργήθηκε με επιτυχία
fi: Uusi pyyntö luotu
hu: Az új kérelem sikeresen létrehozva
ja: 新しい要求が正常に作成されました
ko: 새 요청이 만들어짐
nl: Er is een nieuwe aanvraag gemaakt
tr: Yeni İstek Başarıyla Oluşturuldu

# NewRequestCreationFailedWithParam
source: Request creation failed. {0}
cht: 要求建立失敗。{0}
cs: Žádost se nepodařilo vytvořit. {0}
el: Η δημιουργία της αίτησης απέτυχε. {0}
fi: Pyynnön luonti epäonnistui. {0}
hu: Nem sikerült létrehozni a kérelmet. {0}
ja: 要求の作成に失敗しました。{0}
ko: 요청을 만들지 못했습니다. {0}
nl: Kan de aanvraag niet maken. {0}
tr: İstek oluşturulamadı. {0}

# ValidationErrorDateBetween
source: Input date should be between {0} and {1}
cht: 輸入日期必須介於 {0} 和 {1} 之間
cs: Zadané datum by mělo být mezi {0} a {1}
el: Η ημερομηνία εισόδου πρέπει να είναι μεταξύ {0} και {1}
fi: Syötepäivämäärän on oltava {0}–{1}
hu: A bemeneti dátumnak {0} és {1} közöttinek kell lennie
ja: 入力日付は {0} から {1} の範囲内でなければなりません
ko: 입력 데이터는 {0}과(와) {1} 사이여야 합니다.
nl: De invoergegevens moeten tussen {0} en {1} liggen
tr: Giriş tarihi {0} ve {1} arasında olmalıdır

# ValidationErrorDateGreaterThan
source: Input date should be greater than {0}
cht: 輸入日期必須大於 {0}
cs: Zadané datum by mělo být větší než {0}
el: Η ημερομηνία εισόδου πρέπει να είναι μεγαλύτερη από {0}
fi: Syötepäivämäärän on oltava suurempi kuin {0}
hu: A bemeneti dátumnak későbbinek kell lennie, mint {0}
ja: 入力日付は {0} より後でなければなりません
ko: 입력 데이터는 {0}보다 커야 합니다.
nl: De invoergegevens moeten groter zijn dan {0}
tr: Giriş tarihi {0} değerinden büyük olmalıdır

# ValidationErrorDateLesserThan
source: Input date should be less than {0}
cht: 輸入日期必須小於 {0}
cs: Zadané datum by mělo být menší než {0}
el: Η ημερομηνία εισόδου πρέπει να είναι μικρότερη από {0}
fi: Syötepäivämäärän on oltava pienempi kuin {0}
hu: A bemeneti dátumnak korábbinak kell lennie, mint {0}
ja: 入力日付は {0} より前でなければなりません
ko: 입력 데이터는 {0}보다 작아야 합니다.
nl: De invoergegevens moeten kleiner zijn dan {0}
tr: Giriş tarihi {0} değerinden küçük olmalıdır

# ValidationErrorDecimalBetween
source: Input decimal should be between {0} and {1}
cht: 輸入十進位必須介於 {0} 和 {1} 之間
cs: Zadané desetinné číslo by mělo být mezi {0} a {1}.
el: Ο δεκαδικός εισόδου πρέπει να είναι μεταξύ {0} και {1}
fi: Syötedesimaaliluvun on oltava {0}–{1}
hu: A bemeneti decimális számnak {0} és {1} közöttinek kell lennie
ja: 入力する 10 進数は {0} から {1} の範囲内でなければなりません
ko: 입력 10진수는 {0}(과)와 {1} 사이여야 합니다.
nl: De ingevoerde decimale waarde moet tussen {0} en {1} liggen
tr: Giriş ondalığı {0} ve {1} arasında olmalıdır

# ValidationErrorFieldRequired
source: This field is required
cht: 這是必要欄位
cs: Toto pole je povinné.
el: Αυτό το πεδίο είναι απαιτούμενο
fi: Tämä kenttä on pakollinen
hu: Ezt a mezőt kötelező kitölteni
ja: このフィールドは必須項目です
ko: 이 필드는 필수입니다.
nl: Dit veld is vereist
tr: Bu alan gereklidir

# ValidationErrorFileSizeExceedsLimit
source: File size exceeds the configured limit of {0} KB
cht: 檔案大小超過 {0} KB 的設定限制
cs: Velikost souboru přesahuje nakonfigurovaný limit {0} kB.
el: Το μέγεθος αρχείου υπερβαίνει το ρυθμισμένο όριο των {0} KB
fi: Tiedoston koko ylittää määritetyn rajan, joka on {0} kt
hu: A fájlméret meghaladja a megadott korlátot ({0} KB)
ja: ファイル サイズは、構成されている制限 {0} KB を超えています
ko: 파일 크기가 구성된 제한 {0}KB를 초과합니다.
nl: De bestandsgrootte overschrijdt de geconfigureerd limiet van {0} kB
tr: Dosya boyutu {0} KB olarak yapılandırılan sınırı aşıyor

# ValidationErrorIntegerBetween
source: Input integer should be between {0} and {1}
cht: 輸入整數必須介於 {0} 和 {1} 之間
cs: Zadané celé číslo by mělo být mezi {0} a {1}.
el: Ο ακέραιος εισόδου πρέπει να είναι μεταξύ {0} και {1}
fi: Syötekokonaisluvun on oltava {0}–{1}
hu: A bemeneti egész számnak {0} és {1} közöttinek kell lennie
ja: 入力する整数は {0} から {1} の範囲内でなければなりません
ko: 입력 정수는 {0}과(와) {1} 사이여야 합니다.
nl: Het ingevoerde gehele getal moet tussen {0} en {1} liggen
tr: Giriş tamsayısı {0} ve {1} arasında olmalıdır

# ValidationErrorInvalidInput
source: Invalid input
cht: 輸入無效
cs: Neplatné zadání
el: Μη έγκυρα δεδομένα εισόδου
fi: Virheellinen syöte
hu: A bevitt adat érvénytelen
ja: 無効な入力
ko: 잘못된 입력
nl: Ongeldige invoer
tr: Geçersiz giriş

# ValidationErrorListNoMultiple
source: Multiple selection is not allowed
cht: 不允許多重選取
cs: Vícenásobný výběr není povolený
el: Δεν επιτρέπεται η πολλαπλή επιλογή
fi: Monivalintaa ei sallita
hu: A többszörös kijelölés nem engedélyezett
ja: 複数選択は許可されていません
ko: 여러 개를 선택할 수 없습니다.
nl: Meerdere selecteren is niet toegestaan
tr: Çoklu seçime izin verilmiyor

# ValidationErrorShouldBeDecimal
source: Input should be a decimal number
cht: 輸入必須為十進位數字
cs: Mělo by být zadané desetinné číslo
el: Τα δεδομένα εισόδου πρέπει να είναι δεκαδικός αριθμός
fi: Syötteen on oltava desimaaliluku
hu: A bemenetnek decimális számnak kell lennie
ja: 10 進数を入力してください
ko: 입력은 10진수여야 합니다.
nl: De invoer moet een decimaal getal zijn
tr: Giriş ondalık bir sayı olmalıdır

# ValidationErrorShouldBeInteger
source: Input should be an integer
cht: 輸入必須為整數
cs: Mělo by být zadané celé číslo.
el: Τα δεδομένα εισόδου πρέπει να είναι ακέραιος
fi: Syötteen on oltava kokonaisluku
hu: A bemenetnek egész számnak kell lennie
ja: 整数を入力してください
ko: 입력은 정수여야 합니다.
nl: De invoer moet een geheel getal zijn
tr: Giriş bir tamsayı olmalıdır

# ValidationErrorStringBetween
source: Input string should be between {0} to {1} characters
cht: 輸入字串必須介於 {0} 到 {1} 個字元之間
cs: Zadaný řetězec by měl mít {0} až {1} znaků
el: Η συμβολοσειρά εισόδου πρέπει να είναι μεταξύ {0} και {1} χαρακτήρων
fi: Syötemerkkijonossa on oltava {0}–{1} merkkiä
hu: A bemeneti karakterlánc hosszának {0} és {1} karakter közöttinek kell lennie
ja: 入力文字列は {0} 文字から {1} 文字の範囲内でなければなりません
ko: 입력 문자열은 {0}~{1}자여야 합니다.
nl: De invoertekenreeks moet tussen {0} en {1} tekens liggen
tr: Giriş dizesi {0} ile {1} karakter arasında olmalıdır

# ValidationErrorStringInvalidEmail
source: Input is not a valid email address
cht: 輸入項不是有效的電子郵件地址
cs: Není zadaná platná e-mailová adresa
el: Τα δεδομένα εισόδου δεν είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
fi: Syöte ei ole kelvollinen sähköpostiosoite
hu: A bemenet nem érvényes e-mail-cím
ja: 無効な電子メール アドレスが入力されました
ko: 입력이 올바른 메일 주소가 아닙니다.
nl: De invoer is geen geldig e-mailadres
tr: Giriş geçerli bir e-posta adresi değil

# ValidationErrorStringInvalidIntnlNumber
source: Input is not a valid international phone number
cht: 輸入項不是有效的國際電話號碼
cs: Není zadané platné mezinárodní telefonní číslo
el: Τα δεδομένα εισόδου δεν είναι έγκυρος διεθνής αριθμός τηλεφώνου
fi: Syöte ei ole kelvollinen kansainvälinen puhelinnumero
hu: A bemenet nem érvényes nemzetközi telefonszám
ja: 無効な国際電話番号が入力されました
ko: 입력이 올바른 국제 전화 번호가 아닙니다.
nl: De invoer is geen geldig internationaal telefoonnummer
tr: Giriş geçerli bir uluslararası telefon numarası değil

# ValidationErrorStringInvalidNumber
source: Input is not a valid phone number
cht: 輸入項不是有效的電話號碼
cs: Není zadané platné telefonní číslo
el: Τα δεδομένα εισόδου δεν είναι έγκυρος αριθμός τηλεφώνου
fi: Syöte ei ole kelvollinen puhelinnumero
hu: A bemenet nem érvényes telefonszám
ja: 無効な電話番号が入力されました
ko: 입력이 올바른 전화 번호가 아닙니다.
nl: De invoer is geen geldig telefoonnummer
tr: Giriş geçerli bir telefon numarası değil

# ValidationErrorStringInvalidPattern
source: Input doesn't match with the pattern
cht: 輸入項與模式不符
cs: Zadání se neshoduje se vzorem
el: Τα δεδομένα εισόδου δεν συμφωνούν με το μοτίβο
fi: Syöte ei vastaa mallia
hu: A bemenet nem felel meg a mintának
ja: 入力値がパターンと一致しません
ko: 입력이 패턴과 일치하지 않습니다.
nl: De invoer komt niet overeen met het patroon
tr: Giriş desenle eşleşmiyor

# ValidationErrorStringInvalidURL
source: Input is not a valid URL
cht: 輸入項不是有效的 URL
cs: Není zadaná platná adresa URL
el: Τα δεδομένα εισόδου δεν είναι έγκυρη διεύθυνση URL
fi: Syöte ei ole kelvollinen URL-osoite
hu: A bemenet nem érvényes URL-cím
ja: 無効な URL が入力されました
ko: 입력이 올바른 URL이 아닙니다.
nl: De invoer is geen geldige URL
tr: Giriş geçerli bir URL değil

# NewRequestCreationFailed
source: Request creation failed.
cht: 要求建立失敗。
cs: Vytvoření žádosti selhalo.
el: Η δημιουργία αίτησης απέτυχε.
fi: Pyynnön luonti epäonnistui.
hu: A kérelem létrehozása sikertelen volt.
ja: 要求の作成に失敗しました。
ko: 요청을 만들지 못했습니다.
nl: Aanvraag maken is mislukt.
tr: İstek oluşturma başarısız.

# FizeUploadSizeLimit
source: Make sure your file is under {0} KB
cht: 請確定您的檔案小於 {0} KB
cs: Zajistěte, aby byl soubor menší než {0} kB.
el: Βεβαιωθείτε ότι το αρχείο σας είναι μικρότερο από {0} KB
fi: Varmista, että tiedostosi koko on alle {0} kt
hu: Ügyeljen arra, hogy a fájl {0} KB-nál kisebb legyen
ja: ファイルが {0} KB を超えないようにします
ko: 파일이 {0}KB 미만인지 확인하세요.
nl: Zorg dat uw bestand minder dan {0} kB is
tr: Dosyanızın {0} KB altında olduğundan emin olun

# ShowingEntries
source: Showing {0} to {1} of {2} entries
cht: 目前顯示第 {0} 至 {1} 個項目 (共 {2} 個)
cs: Zobrazuje se {0} až {1} z celkem {2} položek
el: Εμφάνιση από {0} έως {1} από {2} καταχωρήσεις
fi: Näytetään {0}–{1} {2} merkinnästä
hu: {0}–{1}. megjelenítése a(z) {2} bejegyzés közül
ja: {2} 個中 {0} から {1} 個のエントリを表示しています
ko: {0}~{1}/{2}개의 항목을 표시하는 중
nl: {0} t/m {1} van {2} items weergeven
tr: {2} girişten {0} ile {1} arasındakiler gösteriliyor

# FilteredFrom
source: Filtered from {0} entries
cht: 從 {0} 個項目篩選而出
cs: Filtrováno z {0} položek
el: Φιλτράρισμα από {0} καταχωρήσεις
fi: Suodatettu {0} merkinnästä
hu: {0} bejegyzésből kiszűrve
ja: {0} 個のエントリをフィルター処理
ko: {0}개의 항목에서 필터링됨
nl: Gefilterd uit {0} vermeldingen
tr: {0} girişten filtrelendi

# ValidationErrorServerSideFileSizeExceedsLimit
source: File size exceeds Maximum Attachment Size of {0} : {1} KB
cht: 檔案大小超過附件的大小上限 {0} : {1} KB
cs: Velikost souboru přesahuje maximální velikost přílohy {0}: {1} kB
el: Το μέγεθος αρχείου υπερβαίνει το μέγιστο μέγεθος αρχείου {0} : {1} KB
fi: Tiedoston koko ylittää suurimman liitteen koon, joka on {0}: {1} kt
hu: A fájl mérete meghaladja a mellékletekre vonatkozó méretkorlátot ({0}: {1} KB)
ja: ファイル サイズが添付ファイルの最大サイズ {0} を超えています: {1} KB
ko: 파일 크기가 {0}의 최대 첨부 파일 크기인 {1}KB를 초과합니다.
nl: De bestandsgrootte overschrijdt de limiet voor de maximale grootte van bijlagen van {0} : {1} kB
tr: Dosya boyutu En Yüksek Ek Boyutunu ({0}) aşıyor : {1} KB
