Repository: JaiderCal/pruebas.net
Catalog: App_GlobalResources/SelfServicePortalResources.*-*.resx
Languages: cht, cs, el, fi, hu, ja, ko, nl, tr

source: Action Log
cht: 動作記錄
cs: Protokol akcí
el: Αρχείο καταγραφής ενεργειών
fi: Toimintaloki
hu: Műveleti napló
ja: アクション ログ
ko: 작업 로그
nl: Actielogboek
tr: Eylem Günlüğü

source: Activate Request
cht: 啟用要求
cs: Aktivovat žádost
el: Ενεργοποίηση αίτησης
fi: Aktivoi pyyntö
hu: Kérés aktiválása
ja: アクティブ化要求
ko: 요청 활성화
nl: Aanvraag activeren
tr: Etkinleştirme İsteği

source: Active
cht: 作用中
cs: Aktivní
el: Ενεργό
fi: Aktiivinen
hu: Aktív
ja: アクティブ
ko: 활성
nl: Actief
tr: Etkin

source: Activities
cht: 活動
cs: Aktivity
el: Δραστηριότητες
fi: Tehtävät
hu: Tevékenységek
ja: 活動
ko: 작업
nl: Activiteiten
tr: Etkinlikler

source: Activity Implementor
cht: 活動實作項
cs: Implementor aktivit
el: Υπεύθυνος εφαρμογής δραστηριότητας
fi: Tehtävätoteutus
hu: Tevékenység-végrehajtó
ja: 活動の実装者
ko: 작업 구현자
nl: Implementeerfunctie voor activiteiten
tr: Etkinlik Uygulayıcısı

# AddComments
source: Add Comments here ..
cht: 在這裡新增註解...
cs: Sem přidejte komentáře.
el: Προσθέστε σχόλια εδώ ..
fi: Lisää kommentit tähän..
hu: Ide írhatja a megjegyzéseit...
ja: ここにコメントを追加 ..
ko: 여기에 의견을 추가하세요.
nl: Hier opmerkingen toevoegen ..
tr: Yorumları buraya ekleyin...

source: All
cht: 全部
cs: Vše
el: Όλα
fi: Kaikki
hu: Mind
ja: すべて
ko: 모두
nl: Alles
tr: Tümü

# Announcements
source: Active Anouncements
cht: 作用中宣告
cs: Aktivní oznámení
el: Ενεργές ανακοινώσεις
fi: Aktiiviset ilmoitukset
hu: Aktív közlemények
ja: アクティブなお知らせ
ko: 활성 알림
nl: Actieve aankondigingen
tr: Etkin Duyurular

source: Approval Status
cht: 核准狀態
cs: Stav schválení
el: Κατάσταση έγκρισης
fi: Hyväksymisen tila
hu: Jóváhagyás állapota
ja: 承認の状態
ko: 승인 상태
nl: Goedkeuringsstatus
tr: Onay Durumu

source: Approve
cht: 核准
cs: Schválit
el: Έγκριση
fi: Hyväksy
hu: Jóváhagyás
ja: 承認
ko: 승인
nl: Goedkeuren
tr: Onayla

# AssociatedWI
source: Associated work item
cht: 相關聯的工作項目
cs: Přidružená pracovní položka
el: Συσχετισμένο στοιχείο εργασίας
fi: Liittyvä työkohde
hu: Hozzárendelt munkaelem
ja: 関連付けられている作業項目
ko: 연결된 작업 항목
nl: Gekoppeld werkitem
tr: İlişkili iş öğesi

source: Attach File
cht: 附加檔案
cs: Připojit soubor
el: Επισύναψη αρχείου
fi: Liitä tiedosto
hu: Fájl csatolása
ja: ファイルの添付
ko: 파일 첨부
nl: Bestand bijvoegen
tr: Dosya Ekle

source: Attach Files
cht: 附加檔案
cs: Připojit soubory
el: Επισύναψη αρχείων
fi: Liitä tiedostot
hu: Fájlok csatolása
ja: ファイルの添付
ko: 파일 첨부
nl: Bestanden bijvoegen
tr: Dosyaları Ekle

source: Available Requests
cht: 可用的要求
cs: Dostupné žádosti
el: Διαθέσιμες αιτήσεις
fi: Käytettävissä olevat pyynnöt
hu: Választható kérések
ja: 使用可能な要求
ko: 사용 가능한 요청
nl: Beschikbare aanvragen
tr: Kullanılabilir İstekler

source: Cancel
cht: 取消
cs: Zrušit
el: Άκυρο
fi: Peruuta
hu: Visszavonás
ja: キャンセル
ko: 취소
nl: Annuleren
tr: İptal

source: Cancel Request
cht: 取消要求
cs: Zrušit žádost
el: Ακύρωση αίτησης
fi: Peruuta pyyntö
hu: Kérés visszavonása
ja: 要求の取り消し
ko: 요청 취소
nl: Aanvraag annuleren
tr: İptal İsteği

source: Closed
cht: 已關閉
cs: Uzavřené
el: Κλειστό
fi: Suljettu
hu: Lezárva
ja: 終了
ko: 닫힘
nl: Afgesloten
tr: Kapalı

source: Contact Us
cht: 連絡我們
cs: Kontakt
el: Επικοινωνία
fi: Ota meihin yhteyttä
hu: Kapcsolatfelvétel
ja: お問い合わせ
ko: 문의처
nl: Contact opnemen
tr: Bize Ulaşın

source: Cost Information
cht: 費用資訊
cs: Informace o nákladech
el: Πληροφορίες κόστους
fi: Kustannustiedot
hu: Költséginformációk
ja: コスト情報
ko: 비용 정보
nl: Kostengegevens
tr: Maliyet Bilgileri

source: Created Date
cht: 建立日期
cs: Datum vytvoření
el: Ημερομηνία δημιουργίας
fi: Luontipäivämäärä
hu: Létrehozás dátuma
ja: 作成日
ko: 만든 날짜
nl: Gemaakt op
tr: Oluşturulma Tarihi

source: Description
cht: 描述
cs: Popis
el: Περιγραφή
fi: Kuvaus
hu: Leírás
ja: 説明
ko: 설명
nl: Beschrijving
tr: Açıklama

source: Details
cht: 詳細資料
cs: Podrobnosti
el: Λεπτομέρειες
fi: Lisätietoja
hu: Részletek
ja: 詳細
ko: 세부 정보
tr: Ayrıntılar

source: Expiry Date
cht: 到期日
cs: Datum konce platnosti
el: Ημερομηνία λήξης
fi: Vanhentumispäivämäärä
hu: Érvényesség
ja: 有効期限
ko: 만료 날짜
nl: Vervaldatum
tr: Bitiş Tarihi

source: External Content
cht: 外部內容
cs: Externí obsah
el: Εξωτερικό περιεχόμενο
fi: Ulkoinen sisältö
hu: Külső tartalom
ja: 外部コンテンツ
ko: 외부 콘텐츠
nl: Externe inhoud
tr: Dış İçerik

# FavHelpArticles
source: Your Favourite help articles
cht: 我的最愛說明文章
cs: Vaše oblíbené články nápovědy
el: Τα αγαπημένα σας άρθρα βοήθειας
fi: Suosikkiohjeartikkelisi
hu: Kedvenc súgótémakörök
ja: お気に入りのヘルプ記事
ko: 즐겨 찾는 도움말 문서
nl: Uw favoriete Help-artikelen
tr: Sık Kullanılan yardım makaleleriniz

source: Favorites
cht: 我的最愛
cs: Oblíbené
el: Αγαπημένα
fi: Suosikit
hu: Kedvencek
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
tr: Sık Kullanılanlar

source: Favourite this
cht: 加入我的最愛
cs: Označit jako oblíbené
el: Προσθήκη στα αγαπημένα
fi: Lisää tämä suosikkeihin
hu: Kedvencek közé
ja: これをお気に入りに追加
ko: 이 항목 즐겨찾기
nl: Dit favoriet maken
tr: Bunu Sık Kullanılanlara ekle

source: Find by keywords
cht: 依關鍵字尋找
cs: Najít podle klíčových slov
el: Εύρεση βάσει λέξεων-κλειδιών
fi: Etsi avainsanojen perusteella
hu: Keresés kulcsszavak szerint
ja: キーワードで検索
ko: 키워드로 찾기
nl: Zoeken op trefwoorden
tr: Anahtar sözcüklere göre bul

# GenericRequest
source: Cant find a solution in the Catalog ?
cht: 在目錄中找不到解決方案?
cs: Nemůžete najít řešení v Katalogu?
el: Δεν μπορείτε να βρείτε μια λύση στον κατάλογο;
fi: Etkö löydä ratkaisua luettelosta?
hu: Nem talál megoldást a katalógusban?
ja: カタログにソリューションがありませんか?
ko: 카탈로그에서 솔루션을 찾을 수 없나요?
nl: Kunt u geen oplossing vinden in de catalogus?
tr: Katalogda çözüm bulamıyor musunuz?

source: Help Articles
cht: 說明文章
cs: Články nápovědy
el: Άρθρα βοήθειας
fi: Ohjeartikkelit
hu: Súgótémakörök
ja: ヘルプ記事
ko: 도움말 문서
nl: Help-artikelen
tr: Yardım Makaleleri

source: Home
cht: 首頁
cs: Domů
el: Αρχική
fi: Aloitussivu
hu: Kezdőlap
ja: ホーム
ko: 홈
nl: Start
tr: Giriş

source: ID
cht: 識別碼
el: Αναγνωριστικό
fi: Tunnus
hu: Azonosító
tr: Kimlik

source: In Progress
cht: 進行中
cs: Probíhá
el: Σε εξέλιξη
fi: Keskeneräinen
hu: Folyamatban
ja: 処理中
ko: 진행 중
nl: Wordt uitgevoerd
tr: Sürüyor

source: Instructions
cht: 指示
cs: Pokyny
el: Οδηγίες
fi: Ohjeet
hu: Útmutatás
ja: 方法
ko: 지침
nl: Instructies
tr: Yönergeler

source: Internal Content
cht: 內部內容
cs: Interní obsah
el: Εσωτερικό περιεχόμενο
fi: Sisäinen sisältö
hu: Belső tartalom
ja: 内部コンテンツ
ko: 내부 콘텐츠
nl: Interne inhoud
tr: İç İçerik

source: Last Modified
cht: 上次修改時間
cs: Naposledy změněno
el: Τελευταία τροποποίηση
fi: Viimeisin muokkaus
hu: Legutóbb módosítva
ja: 最終変更日時
ko: 마지막 수정 날짜
nl: Laatst gewijzigd
tr: Son Değiştirme

source: Last Updated
cht: 上次更新時間
cs: Naposledy aktualizováno
el: Τελευταία ενημέρωση
fi: Viimeisin päivitys
hu: Legutóbb frissítve
ja: 最終更新日時
ko: 마지막 업데이트 날짜
nl: Laatst bijgewerkt
tr: Son Güncelleştirme

# Loading
source: Be patient...
cht: 請耐心等候...
cs: Chvilku strpení...
el: Περιμένετε...
fi: Ole kärsivällinen...
hu: Kis türelmet...
ja: しばらくお待ちください...
ko: 기다려 주세요...
nl: Even geduld...
tr: Bekleyin...

source: Manual Activity
cht: 手動活動
cs: Ruční aktivita
el: Μη αυτόματη δραστηριότητα
fi: Manuaaliset toimet
hu: Manuális tevékenység
ja: 手作業の活動
ko: 수동 작업
nl: Handmatige activiteit
tr: El ile Etkinlik

source: Mark Completed
cht: 標記為已完成
cs: Označit jako dokončené
el: Επισήμανση ολοκλήρωσης
fi: Merkitse valmiiksi
hu: Elvégezve
ja: 完了にする
ko: 완료됨으로 표시
nl: Markeren als voltooid
tr: Tamamlandı Olarak İşaretle

source: Mark Failed
cht: 標記為失敗
cs: Označit jako chybné
el: Επισήμανση αποτυχίας
fi: Merkitse epäonnistuneeksi
hu: Sikertelen
ja: 失敗にする
ko: 실패로 표시
nl: Markeren als mislukt
tr: Başarısız Olarak İşaretle

source: Most Popular
cht: 最熱門
cs: Nejoblíbenější
el: Πιο δημοφιλή
fi: Suosituimmat
hu: Legnépszerűbbek
ja: 最も人気
ko: 가장 인기 있는 항목
nl: Populairst
tr: En Popüler

# MyActvities
source: My Activities
cht: 我的活動
cs: Moje aktivity
el: Οι δραστηριότητές μου
fi: Omat toimet
hu: Saját tevékenységek
ja: 自分の活動
ko: 내 작업
nl: Mijn activiteiten
tr: Etkinliklerim

source: My Requests
cht: 我的要求
cs: Moje žádosti
el: Οι αιτήσεις μου
fi: Omat pyynnöt
hu: Saját kérések
ja: 自分の要求
ko: 내 요청
nl: Mijn aanvragen
tr: İsteklerim

# NavQuestion
source: Can't solve your problem here ?
cht: 此處無法解決您的問題嗎?
cs: Nemůžete vyřešit problém tady?
el: Δεν μπορείτε να λύσετε το πρόβλημά σας εδώ;
fi: Etkö pysty ratkaisemaan ongelmaasi täällä?
hu: Nem találja itt a megoldást?
ja: ここでは問題を解決できませんか?
ko: 여기에서 문제를 해결할 수 없나요?
nl: Kunt u uw probleem hier niet oplossen?
tr: Sorununuzu burada gideremiyor musunuz?

# PageTitle
source: Service Manager 2019 Self Service Portal
cht: Service Manager 2019 自助入口網站
cs: Samoobslužný portál Service Manager 2019
el: Πύλη αυτοεξυπηρέτησης του Service Manager 2019
fi: Palveluiden hallinnan 2019 itsepalveluportaali
hu: Önkiszolgáló Service Manager 2019-portál
ja: Service Manager 2019 セルフ サービス ポータル
ko: Service Manager 2019 셀프 서비스 포털
nl: Selfservice portal voor Service Manager 2019
tr: Service Manager 2019 Self Servis Portalı

source: Priority
cht: 優先順序
cs: Priorita
el: Προτεραιότητα
fi: Prioriteetti
hu: Prioritás
ja: 優先度
ko: 우선 순위
nl: Prioriteit
tr: Öncelik

source: Property
cht: 屬性
cs: Vlastnost
el: Ιδιότητα
fi: Ominaisuus
hu: Tulajdonság
ja: プロパティ
ko: 속성
nl: Eigenschap
tr: Özellik

# QueryPickerMeta
source: This field depends on
cht: 此欄位依據
cs: Toto pole závisí na
el: Αυτό το πεδίο εξαρτάται από
fi: Tämä kenttä on riippuvainen seuraavasta:
hu: Ez a mező ettől függ:
ja: このフィールドの依存先
ko: 이 필드는 다음에 종속되어 있습니다.
nl: Dit veld is afhankelijk van
tr: Bu alan şuna bağlıdır:

# RateThis
source: Rate this article
cht: 為此文章評分
cs: Ohodnoťte tento článek.
el: Αξιολόγηση αυτού του άρθρου
fi: Arvioi tämä artikkeli
hu: Témakör értékelése
ja: この記事を評価してください
ko: 이 문서 등급 지정
nl: Dit artikel beoordelen
tr: Bu makaleyi değerlendirin

source: Refresh
cht: 重新整理
cs: Obnovit
el: Ανανέωση
fi: Päivitä
hu: Frissítés
ja: 最新の情報に更新
ko: 새로 고침
nl: Vernieuwen
tr: Yenile

source: Reject
cht: 拒絕
cs: Odmítnout
el: Απόρριψη
fi: Hylkää
hu: Elutasítás
ja: 拒否
ko: 거부
nl: Weigeren
tr: Reddet

source: Related Help Articles
cht: 相關的說明文章
cs: Související články nápovědy
el: Σχετικά άρθρα βοήθειας
fi: Liittyvät ohjeartikkelit
hu: Kapcsolódó súgótémakörök
ja: 関連するヘルプ記事
ko: 관련 도움말 문서
nl: Verwante Help-artikelen
tr: İlgili Yardım Makaleleri

source: Request Offerings
cht: 要求供應項目
cs: Nabídky žádostí
el: Προσφορές αιτήσεων
fi: Pyyntötarjoukset
hu: Kérésajánlatok
ja: 要求内容
ko: 요청 제공
nl: Aanbiedingen aanvragen
tr: İstek Teklifleri

source: Resolved
cht: 已解決
cs: Vyřešeno
el: Επιλύθηκε
fi: Ratkaistu
hu: Megoldva
ja: 解決済み
ko: 해결됨
nl: Opgelost
tr: Çözümlendi

source: Review
cht: 檢閱
cs: Kontrola
el: Έλεγχος
fi: Tarkastele
hu: Felülvizsgálat
ja: レビュー
ko: 검토
nl: Controleren
tr: Gözden Geçir

source: Review Activity
cht: 檢閱活動
cs: Kontrolní aktivita
el: Δραστηριότητα ελέγχου
fi: Tarkastele toimia
hu: Tevékenység felülvizsgálata
ja: レビュー活動
ko: 작업 검토
nl: Controleactiviteit
tr: Etkinliği Gözden Geçir

source: Review as
cht: 檢閱身分
cs: Napsat recenzi jako
el: Έλεγχος ως
fi: Tarkastele
hu: Véleményezés mint:
ja: レビュー方法
ko: 검토 역할
nl: Beoordelen als
tr: Gözden geçir

source: Reviewers
cht: 檢閱者
cs: Revidující
el: Ελεγκτές
fi: Tarkastajat
hu: Felülvizsgálók
ja: レビュー担当者
ko: 검토자
nl: Revisor
tr: Gözden Geçirenler

source: Search
cht: 搜尋
cs: Hledat
el: Αναζήτηση
fi: Hae
hu: Keresés
ja: 検索
ko: 검색
nl: Zoeken
tr: Ara

# SearchPlaceHolder
source: Search in Help Articles and Services
cht: 在說明文章及服務中搜尋
cs: Hledat v článcích nápovědy a službách
el: Αναζήτηση στα άρθρα βοήθειας και στις υπηρεσίες
fi: Hae ohjeartikkeleissa ja palveluissa
hu: Keresés a súgótémakörökben és a szolgáltatásokban
ja: ヘルプ記事およびヘルプ サービスを検索
ko: 도움말 문서 및 서비스에서 검색
nl: Zoeken in Help-artikelen en services
tr: Yardım Makalelerinde ve Hizmetlerde Ara

# SearchResults
source: Search Results For
cht: 下列項目的搜尋結果
cs: Výsledky hledání pro
el: Αποτελέσματα αναζήτησης για
fi: Hakutulokset kohteelle
hu: Találatok a következőhöz:
ja: 検索結果:
ko: 검색 결과
nl: Zoekresultaten voor
tr: Şunun İçin Arama Sonuçları:

source: See All
cht: 查看全部
cs: Zobrazit vše
el: Εμφάνιση όλων
fi: Näytä kaikki
hu: Az összes megjelenítése
ja: すべて表示
ko: 모두 보기
nl: Alles weergeven
tr: Tümünü Gör

source: Share
cht: 共用
cs: Sdílet
el: Κοινή χρήση
fi: Jaa
hu: Megosztás
ja: 共有
ko: 공유
nl: Delen
tr: Paylaş

source: SLA Information
cht: SLA 資訊
cs: Informace o smlouvě SLA
el: Πληροφορίες SLA
fi: Palvelutasosopimustiedot
hu: SLA-információk
ja: SLA 情報
ko: SLA 정보
nl: SLA-gegevens
tr: SLA Bilgileri

# SubmitForm
source: Submit
cht: 送出
cs: Odeslat
el: Υποβολή
fi: Lähetä
hu: Küldés
ja: 送信
ko: 제출
nl: Verzenden
tr: Gönder

source: Title
cht: 標題
cs: Název
el: Τίτλος
fi: Nimi
hu: Cím
ja: タイトル
ko: 제목
nl: Titel
tr: Başlık

source: Update
cht: 更新
cs: Aktualizovat
el: Ενημέρωση
fi: Päivitä
hu: Frissítés
ja: 更新
ko: 업데이트
nl: Bijwerken
tr: Güncelleştir

source: User Input
cht: 使用者輸入
cs: Uživatelský vstup
el: Εισαγωγή από το χρήστη
fi: Käyttäjän syöte
hu: Felhasználói bevitel
ja: ユーザー入力
ko: 사용자 입력
nl: Gebruikersinvoer
tr: Kullanıcı Girişi

source: Value
cht: 值
cs: Hodnota
el: Τιμή
fi: Arvo
hu: Érték
ja: 値
ko: 값
nl: Waarde
tr: Değer

source: Voted By
cht: 投票者
cs: Hlasovali
el: Ψηφίστηκε από
fi: Äänestänyt
hu: Szavazó
ja: 投票者
ko: 응답자
nl: Gestemd door
tr: Oylayan

source: Activity Area
cht: 活動區域
cs: Oblast aktivity
el: Περιοχή δραστηριότητας
fi: Tehtäväalue
hu: Tevékenységi terület
ja: 活動エリア
ko: 작업 영역
nl: Activiteitgebied
tr: Etkinlik Alanı

source: Scheduled End Date
cht: 排程的結束日期
cs: Plánované koncové datum
el: Προγραμματισμένη ημερομηνία λήξης
fi: Ajoitettu päättymispäivä
hu: Ütemezett befejezési dátum
ja: 終了予定日
ko: 예약된 종료 날짜
nl: Geplande einddatum
tr: Zamanlanan Bitiş Tarihi

source: Scheduled Start Date
cht: 排程的開始日期
cs: Plánované počáteční datum
el: Προγραμματισμένη ημερομηνία έναρξης
fi: Ajoitettu alkamispäivä
hu: Ütemezett kezdési dátum
ja: 開始予定日
ko: 예약된 시작 날짜
nl: Geplande startdatum
tr: Zamanlanan Başlangıç Tarihi

source: Sort By
cht: 排序依據
cs: Řadit podle
el: Ταξινόμηση κατά
fi: Lajitteluperuste
hu: Rendezés:
ja: 並べ替えの基準
ko: 정렬 기준
nl: Sorteren op
tr: Sıralama Ölçütü

source: Stage
cht: 階段
cs: Fáze
el: Στάδιο
fi: Vaihe
hu: Szakasz
ja: ステージ
ko: 단계
nl: Fase
tr: Aşama

source: Item Details
cht: 項目詳細資料
cs: Detaily položky
el: Λεπτομέρειες στοιχείου
fi: Kohteen tiedot
hu: Elem részletei
ja: 項目の詳細
ko: 항목 정보
nl: Itemgegevens
tr: Öğe Ayrıntıları

source: Choose File
cht: 選取檔案
cs: Vybrat soubor
el: Επιλογή αρχείου
fi: Valitse tiedosto
hu: Fájl kiválasztása
ja: ファイルの選択
ko: 파일 선택
nl: Bestand kiezen
tr: Dosya Seç

source: Create Request
cht: 建立要求
cs: Vytvořit žádost
el: Δημιουργία αίτησης
fi: Luo pyyntö
hu: Kérés létrehozása
ja: 要求の作成
ko: 요청 만들기
nl: Aanvraag maken
tr: İstek Oluştur

source: Owner
cht: 擁有者
cs: Vlastník
el: Κάτοχος
fi: Omistaja
hu: Tulajdonos
ja: 所有者
ko: 소유자
nl: Eigenaar
tr: Sahibi

# NoSearchRecords
source: No records found please refine your search
cht: 找不到任何記錄，請縮小搜尋範圍
cs: Nenašly se žádné záznamy, upřesněte prosím hledání.
el: Δεν βρέθηκαν εγγραφές, περιορίστε την αναζήτησή σας
fi: Tietueita ei löytynyt, tarkenna hakuasi
hu: Nem találhatók rekordok, pontosítsa a keresést
ja: レコードが見つかりませんでした。検索条件を設定し直してください
ko: 레코드가 없습니다. 검색 범위를 좁혀주세요.
nl: Geen records gevonden. Verfijn uw zoekopdracht
tr: Kayıt bulunamadı, lütfen aramanızı daraltın

source: Enteries
cht: 項目
cs: Položky
el: Καταχωρήσεις
fi: Merkinnät
hu: Bejegyzések
ja: エントリ
ko: 항목
nl: Vermeldingen
tr: Girdiler

source: Filtered
cht: 已篩選
cs: Filtrované
el: Με φίλτρο
fi: Suodatettu
hu: Szűrt
ja: フィルター適用済み
ko: 필터링됨
nl: Gefilterd
tr: Filtre Uygulanmış

source: First
cht: 首次
cs: První
el: Πρώτο
fi: Ensimmäinen
hu: Első
ja: 先頭へ
ko: 처음
nl: Eerst
tr: Birinci

source: Last
cht: 上次
cs: Poslední
el: Τελευταίο
fi: Viimeinen
hu: Utolsó
ja: 最後へ
ko: 마지막
nl: Laatste
tr: Son

source: Next
cht: 下一步
cs: Další
el: Επόμενο
fi: Seuraava
hu: Következő
ja: 次へ
ko: 다음
nl: Volgende
tr: İleri

source: Previous
cht: 上一步
cs: Předchozí
el: Προηγούμενο
fi: Edellinen
hu: Előző
ja: 前へ
ko: 이전
nl: Vorige
tr: Önceki

source: Show
cht: 顯示
cs: Zobrazit
el: Εμφάνιση
fi: Näytä
hu: Megjelenítés
ja: 表示
ko: 표시
nl: Weergeven
tr: Göster

source: Showing
cht: 顯示
cs: Zobrazeno
el: Εμφάνιση
fi: Näytetään
hu: Megjelenítve:
ja: 表示中
ko: 표시
nl: Nu weergegeven
tr: Gösterilen

# ActivityUpdateFail
source: Your Activity update failed
cht: 活動更新失敗
cs: Nepovedlo se aktualizovat vaši aktivitu.
el: Η ενημέρωση της δραστηριότητάς σας απέτυχε
fi: Toiminnon päivitys epäonnistui
hu: A tevékenység frissítése sikertelen volt
ja: 活動を更新できませんでした
ko: 작업 업데이트에 실패했습니다.
nl: De activiteit is niet bijgewerkt
tr: Etkinliğiniz güncelleştirilemedi

# ActivityUpdateSuccess
source: Your Activity was updated successfully
cht: 已成功更新活動
cs: Vaši aktivitu se podařilo úspěšně aktualizovat.
el: Η δραστηριότητά σας ενημερώθηκε με επιτυχία
fi: Toiminnon päivitys onnistui
hu: A tevékenység frissítése sikerült
ja: 活動が正常に更新されました
ko: 작업이 업데이트되었습니다.
nl: De activiteit is bijgewerkt
tr: Etkinliğiniz başarıyla güncelleştirildi

# CantFindSolution
source: Can't Find your Solution here ?
cht: 在此處找不到您的解決方案嗎?
cs: Nedaří se vám tady najít řešení?
el: Δεν μπορείτε να βρείτε τη λύση σας εδώ;
fi: Etkö löydä ratkaisua täältä?
hu: Nem találta meg a keresett megoldást?
ja: ここでは解決方法が見つかりませんか?
ko: 여기에서 솔루션을 찾을 수 없나요?
nl: Kunt u hier geen oplossing vinden?
tr: Çözümünüzü burada bulamıyor musunuz?

# KARatingUpdateFailed
source: Your Rating update failed
cht: 評分更新失敗
cs: Nepovedlo se aktualizovat vaše hodnocení.
el: Η ενημέρωση της αξιολόγησής σας απέτυχε
fi: Luokituksen päivitys epäonnistui
hu: Értékelésének frissítése sikertelen volt
ja: 評価を更新できませんでした
ko: 등급 업데이트에 실패했습니다.
nl: De waardering is niet bijgewerkt
tr: Değerlendirmeniz güncelleştirilemedi

# KARatingUpdateSuccess
source: Your Rating was submitted successfully
cht: 已成功送出評分
cs: Vaše hodnocení se úspěšně poslalo.
el: Η αξιολόγησή σας υποβλήθηκε με επιτυχία
fi: Luokitus on lähetetty
hu: Értékelése sikeresen elküldve
ja: 評価が正常に更新されました
ko: 등급이 제출되었습니다.
nl: De waardering is verzonden
tr: Değerlendirmeniz başarıyla gönderildi

source: Launguage
cht: 語言
cs: Jazyk
el: Γλώσσα
fi: Kieli
hu: Nyelv
ja: 言語
ko: 언어
nl: Taal
tr: Dil

source: Powered By
cht: 提供者
cs: Používá technologii
el: Παρέχεται από
fi: Palvelun tarjoaa
hu: Szolgáltató
ja: 提供
ko: 제공
tr: Sağlayan:

# RequestUpdateFail
source: Your Request update failed
cht: 要求更新失敗
cs: Nepovedlo se aktualizovat vaši žádost.
el: Η ενημέρωση της αίτησής σας απέτυχε
fi: Pyynnön päivitys epäonnistui
hu: A kérelem frissítése sikertelen
ja: 要求を更新できませんでした
ko: 요청 업데이트에 실패했습니다.
nl: De aanvraag is niet bijgewerkt
tr: İsteğiniz güncelleştirilemedi

# RequestUpdateSuccess
source: Your Request was updated successfully
cht: 已成功更新要求
cs: Vaši žádost se podařilo úspěšně aktualizovat.
el: Η αίτησή σας ενημερώθηκε με επιτυχία
fi: Pyyntö on päivitetty
hu: A kérelem frissítése sikerült
ja: 要求が正常に更新されました
ko: 요청이 업데이트되었습니다.
nl: De aanvraag is bijgewerkt
tr: İsteğiniz başarıyla güncelleştirildi

source: Service Catalog
cht: 服務類別目錄
cs: Katalog služeb
el: Κατάλογος υπηρεσιών
fi: Palveluluettelo
hu: Szolgáltatáskatalógus
ja: サービス カタログ
ko: 서비스 카탈로그
nl: Servicecatalogus
tr: Servis Kataloğu

source: Comment
cht: 註解
cs: Komentář
el: Σχόλιο
fi: Kommentti
hu: Megjegyzés
ja: コメント
ko: 설명
nl: Opmerking
tr: Açıklama

source: Name
cht: 名稱
cs: Název
el: Όνομα
fi: Nimi
hu: Név
ja: 名前
ko: 이름
nl: Naam
tr: Ad

source: Status
cht: 狀態
cs: Stav
el: Κατάσταση
fi: Tila
hu: Állapot
ja: 状態
ko: 상태
tr: Durum

# FavoritesDescription
source: Shows list of Requests which you have marked as favorites for quick access
cht: 顯示您已為快速存取標示為我的最愛之要求的清單
cs: Zobrazuje seznam žádostí, které jste označili jako oblíbené položky, abyste k nim měli rychlý přístup.
el: Εμφανίζει λίστες αιτημάτων τις οποίες έχετε επισημάνει ως αγαπημένες στη γρήγορη πρόσβαση
fi: Näyttää listan suosikkeihin lisätyistä pyynnöistä pikakäyttöä varten
hu: A gyors hozzáférés céljából kedvencekként megjelölt kérelmek listáját jeleníti meg
ja: クイックアクセスとしてお気に入りとしてマークをつけたリクエストの一覧を表示します
ko: 바로 가기용 즐겨찾기로 표시한 요청 목록을 보여줍니다.
nl: Een lijst met aanvragen wordt weergegeven die u hebt gemarkeerd als favorieten voor snelle toegang
tr: Hızlı erişim için sık kullanılanlara eklediğiniz İsteklerin listesini gösterir

# Article
source: Help Article
cht: 說明文章
cs: Článek nápovědy
el: Άρθρο βοήθειας
fi: Ohjeartikkeli
hu: Súgótémakör
ja: ヘルプ記事
ko: 도움말 문서
nl: Help-artikel
tr: Yardım Makalesi

# ActivityStatusEnum_Active
source: In Progress
cht: 進行中
cs: Probíhá
el: Σε εξέλιξη
fi: Keskeneräinen
hu: Folyamatban
ja: 処理中
ko: 진행 중
nl: Wordt uitgevoerd
tr: Sürüyor

# ActivityStatusEnum_Cancelled
source: Cancelled
cht: 已取消
cs: Zrušeno
el: Ακυρώθηκε
fi: Peruutettu
hu: Megszakítva
ja: キャンセル
ko: 취소됨
nl: Geannuleerd
tr: İptal edildi

# ActivityStatusEnum_Completed
source: Completed
cht: 已完成
cs: Dokončeno
el: Ολοκληρώθηκε
fi: Valmis
hu: Befejezve
ja: 完了
ko: 완료
nl: Voltooid
tr: Tamamlandı

# ActivityStatusEnum_Failed
source: Failed
cht: 失敗
cs: Nezdařilo se
el: Απέτυχε
fi: Epäonnistui
hu: Sikertelen
ja: 失敗
ko: 실패
nl: Mislukt
tr: Başarısız

# ActivityStatusEnum_OnHold
source: On Hold
cht: 暫停
cs: Blokování
el: Σε αναμονή
fi: Pidossa
hu: Tartva
ja: 保留中
ko: 보류 중
nl: In wachtrij
tr: Beklemede

# ActivityStatusEnum_Ready
source: Pending
cht: 擱置中
cs: Čeká na dokončení
el: Σε εκκρεμότητα
fi: Odottaa
hu: Függőben
ja: 保留中
ko: 보류 중
nl: In behandeling
tr: Bekliyor

# ActivityStatusEnum_Rerun
source: Rerun
cht: 重新執行
cs: Opětovné spuštění
el: Επανεκτέλεση
fi: Suoritettu uudelleen
hu: Újrafuttatás
ja: 再実行
ko: 다시 실행
nl: Opnieuw uitvoeren
tr: Yeniden çalıştır

# ActivityStatusEnum_Skipped
source: Skipped
cht: 已略過
cs: Vynecháno
el: Παραλείφθηκε
fi: Ohitettu
hu: Kihagyva
ja: スキップ
ko: 건너뜀
nl: Overgeslagen
tr: Geçildi

source: ago
cht: 前
cs: zpátky
el: πριν
fi: sitten
hu: visszamenőleg
ja: 前
ko: 전
nl: geleden
tr: önce

source: See less
cht: 顯示較少
cs: Méně
el: Εμφάνιση λιγότερων
fi: Näytä vähemmän
hu: Mutasson kevesebbet
ja: 表示数を減らす
ko: 간단히 보기
nl: Minder weergeven
tr: Daha az göster

source: See more
cht: 顯示較多
cs: Více
el: Εμφάνιση περισσότερων
fi: Näytä enemmän
hu: Mutasson többet
ja: 表示数を増やす
ko: 자세히 보기
nl: Meer weergeven
tr: Daha fazla göster

source: days
cht: 天
cs: dnů
el: ημέρες
fi: päivää
hu: nap
ja: 日
ko: 일
nl: dagen
tr: gün

source: hours
cht: 小時
cs: hod
el: ώρες
fi: tuntia
hu: óra
ja: 時間
ko: 시
nl: uur
tr: saat

source: minutes
cht: 分鐘
cs: min
el: λεπτά
fi: minuuttia
hu: perc
ja: 分
ko: 분
nl: minuten
tr: dakika

source: Added By
cht: 新增者
cs: Přidal(a)
el: Προσθήκη από
fi: Lisännyt
hu: Hozzáadta
ja: 追加したユーザー
ko: 추가한 사용자
nl: Toegevoegd door
tr: Ekleyen

source: Nothing To Show Here ...
cht: 沒有任何項目可供顯示 ...
cs: Nic tu není...
el: Δεν υπάρχει κάτι για εμφάνιση εδώ...
fi: Täällä ei ole mitään näytettävää...
hu: Nincs találat...
ja: 表示する項目がありません...
ko: 여기에 표시할 내용이 없음...
nl: Er kan niets worden weergegeven ...
tr: Burada Gösterilecek Öğe Yok ...

source: No Activities found
cht: 找不到任何活動
cs: Nenašly se žádné aktivity
el: Δεν βρέθηκαν δραστηριότητες
fi: Toimia ei löytynyt
hu: Nem találhatók tevékenységek
ja: 活動が見つかりません
ko: 작업을 찾을 수 없음
nl: Geen activiteiten gevonden
tr: Etkinlik bulunamadı

source: No Help Articles found
cht: 找不到任何說明文章
cs: Nenašly se žádné články nápovědy
el: Δεν βρέθηκαν άρθρα βοήθειας
fi: Ohjeartikkeleita ei löytynyt
hu: Nem találhatók súgócikkek
ja: ヘルプ記事が見つかりません
ko: 도움말 문서를 찾을 수 없음
nl: Geen Help-artikelen gevonden
tr: Yardım Makalesi bulunamadı

source: No Offerings found
cht: 找不到任何供應項目
cs: Nenašly se žádné nabídky
el: Δεν βρέθηκαν προσφορές
fi: Tarjouksia ei löytynyt
hu: Nem találhatók ajánlatok
ja: 内容が見つかりません
ko: 제공 사항을 찾을 수 없음
nl: Geen aanbiedingen gevonden
tr: Teklif bulunamadı

source: No Requests found
cht: 找不到任何要求
cs: Nenašly se žádné žádosti
el: Δεν βρέθηκαν αιτήματα
fi: Pyyntöjä ei löytynyt
hu: Nem találhatók kérések
ja: 要求が見つかりません
ko: 요청을 찾을 수 없음
nl: Geen aanvragen gevonden
tr: İstek bulunamadı

source: Notes
cht: 附註
cs: Poznámky
el: Σημειώσεις
fi: Huomautuksia
hu: Jegyzetek
ja: メモ
ko: 참고
nl: Notities
tr: Notlar
